export default {
    translations: {
        registrations: 'Регистрация',
        login: 'Вход',
        main_title: 'Находите скрытые возможности на основе <bold>onchain данных</bold>',
        subtitle: 'И повторяйте успешные стратегии топ-трейдеров быстрее других',
        try_free_ver: 'Попробуйте бесплатную версию',
        points1: 'Более 10000 выбрали наш сервис',
        points2: 'Победитель Tony Awards',
        points3: 'Победитель Blockchain Life 2024',
        back: 'Назад',
        auth: {
            title: 'Google регистрация',
            phone: 'Телефон (не обязательно)',
            tg_nik: 'Telegram-никнейм или номер WhatsApp',
            reg: 'Регистрация',
            email: 'Email',
            phone_req: 'Телефон',
            password: 'Пароль',
            confirm_pass: 'Подтверждение пароля',
            register: 'Зарегистрироваться',
        },
        how: {
            title: 'Как работает наш инструмент?',
            desc: 'Следите за активностью крупных кошельков, анализируйтеликвидность и автоматизируйте поиск выгодных трейдов в несколько кликов',
            item_title_1: 'Мониторинг ончейн-активности',
            item_text_1: 'Получайте мгновенный доступ к движениям капитала на блокчейнах. У нас самый широкий и удобный инструмент на рынке для анализа блокчейн данных и кошельков.',
            item_title_2: 'Анализ стратегий крупных игроков',
            item_text_2: 'Наш сервис фиксирует действия фондов, маркетмейкеров и опытных трейдеров, помогая выявлять закономерности и тренды.',
            item_title_3: 'Выявление ранних сигналов',
            item_text_3: 'Определяйте перспективные проекты и токенына стадии накопления. Фильтруйте транзакции по сумме, частоте и взаимодействию с другими кошельками.',
            item_title_4: 'Автоматизированные оповещения',
            item_text_4: 'Настраивайте индивидуальные уведомления и реагируйте на важные события в режиме реального времени.',
        }
    }
}